gmm/log/fio_eval/fio_standard_lru.log
web_fg: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.28
Starting 1 process

web_fg: (groupid=0, jobs=1): err= 0: pid=7122: Fri Apr 10 02:09:57 2026
  read: IOPS=67.4k, BW=263MiB/s (276MB/s)(15.4GiB/60001msec)
    clat (nsec): min=323, max=2782.6k, avg=14437.36, stdev=39128.31
     lat (nsec): min=340, max=2784.3k, avg=14465.24, stdev=39149.15
    clat percentiles (nsec):
     |  1.00th=[   516],  5.00th=[   548], 10.00th=[   572], 20.00th=[   604],
     | 30.00th=[   620], 40.00th=[   636], 50.00th=[   652], 60.00th=[   668],
     | 70.00th=[   700], 80.00th=[   836], 90.00th=[ 77312], 95.00th=[108032],
     | 99.00th=[171008], 99.50th=[187392], 99.90th=[236544], 99.95th=[313344],
     | 99.99th=[419840]
   bw (  KiB/s): min=39960, max=4323104, per=100.00%, avg=271575.80, stdev=934591.02, samples=119
   iops        : min= 9990, max=1080776, avg=67893.97, stdev=233647.75, samples=119
  lat (nsec)   : 500=0.16%, 750=76.13%, 1000=7.79%
  lat (usec)   : 2=2.95%, 4=0.22%, 10=0.10%, 20=0.01%, 50=0.01%
  lat (usec)   : 100=7.03%, 250=5.52%, 500=0.08%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=3.25%, sys=12.95%, ctx=511589, majf=1, minf=13
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=4044506,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=263MiB/s (276MB/s), 263MiB/s-263MiB/s (276MB/s-276MB/s), io=15.4GiB (16.6GB), run=60001-60001msec

Disk stats (read/write):
  nvme0n1: ios=1050408/966, merge=194/126, ticks=133606/119, in_queue=133735, util=94.57%