gmm/log/fio_eval/fio_standard_lru.log
web_fg: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=sync, iodepth=1
fio-3.28
Starting 1 process

web_fg: (groupid=0, jobs=1): err= 0: pid=18403: Fri Apr 10 03:09:08 2026
  read: IOPS=9305, BW=36.4MiB/s (38.1MB/s)(2181MiB/60001msec)
    clat (nsec): min=824, max=3998.9k, avg=106258.81, stdev=39693.14
     lat (nsec): min=861, max=3999.1k, avg=106355.55, stdev=39685.81
    clat percentiles (usec):
     |  1.00th=[   65],  5.00th=[   67], 10.00th=[   69], 20.00th=[   77],
     | 30.00th=[   85], 40.00th=[   88], 50.00th=[   90], 60.00th=[   99],
     | 70.00th=[  118], 80.00th=[  141], 90.00th=[  163], 95.00th=[  182],
     | 99.00th=[  215], 99.50th=[  245], 99.90th=[  334], 99.95th=[  379],
     | 99.99th=[  506]
   bw (  KiB/s): min=31328, max=44736, per=100.00%, avg=37258.08, stdev=3892.22, samples=119
   iops        : min= 7832, max=11184, avg=9314.52, stdev=973.06, samples=119
  lat (nsec)   : 1000=0.01%
  lat (usec)   : 2=0.01%, 4=0.01%, 50=0.02%, 100=60.58%, 250=38.92%
  lat (usec)   : 500=0.45%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=1.82%, sys=10.61%, ctx=558707, majf=1, minf=12
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=558367,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=36.4MiB/s (38.1MB/s), 36.4MiB/s-36.4MiB/s (38.1MB/s-38.1MB/s), io=2181MiB (2287MB), run=60001-60001msec

Disk stats (read/write):
  nvme0n1: ios=1126495/1070, merge=1053/120, ticks=140380/78, in_queue=140470, util=99.93%